CAFMSystem/SoapEnvelopes/CreateEvent.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09">
  <soapenv:Header/>
  <soapenv:Body>
    <ns:CreateEvent>
      <ns:sessionId>{{SessionId}}</ns:sessionId>
      <ns:eventDto>
        <ns:TaskId>{{TaskId}}</ns:TaskId>
        <ns:EventType>{{EventType}}</ns:EventType>
      </ns:eventDto>
    </ns:CreateEvent>
  </soapenv:Body>
</soapenv:Envelope>
